benchmark_results/normal/bun_kubernetes_2/json-processing_c100.txt
Bombarding http://192.168.49.2:31000/json-processing with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================================================================================================================================================] 100.00% 4153/s 2s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      4146.31    1585.58    6824.39
  Latency       23.67ms    21.23ms   102.13ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:   152.06MB/s