benchmark_results/normal/bun_kubernetes_2/json-small_c10.txt
Bombarding http://192.168.49.2:31000/json-small with 100000 request(s) using 10 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 17822/s 5s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     18391.89    6148.12   35186.98
  Latency      536.48us     3.79ms    70.37ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.69MB/s