benchmark_results/normal/bun_kubernetes_2/json-small_c100.txt
Bombarding http://192.168.49.2:31000/json-small with 100000 request(s) using 100 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 19193/s 5s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     19531.14   10489.24   47840.28
  Latency        5.12ms     9.26ms    67.80ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.90MB/s