benchmark_results/normal/bun_kubernetes_2/memory-intensive_1_c100.txt
Bombarding http://192.168.49.2:31000/memory-intensive/1 with 100000 request(s) using 100 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 3957/s 25s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      3966.04    1328.33    6749.96
  Latency       25.15ms    16.66ms   107.32ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     0.93MB/s